alexcvzz.vscode-sqlite
augment.vscode-augment
charliermarsh.ruff
davidanson.vscode-markdownlint
docker.docker
exiasr.hadolint
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
grapecity.gc-excelviewer
hediet.vscode-drawio
jeff-hykin.polacode-2019
mechatroner.rainbow-csv
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-pyright.pyright
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-ai
ms-toolsai.vscode-ai-remote
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
msazurermtools.azurerm-vscode-tools
oliversen.chatgpt-docstrings
richie5um2.vscode-sort-json
rooveterinaryinc.roo-cline
streetsidesoftware.code-spell-checker
tabnine.tabnine-vscode
tamasfe.even-better-toml
tomoki1207.pdf
xshrim.txt-syntax
yzane.markdown-pdf
yzhang.markdown-all-in-one
